Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The expertise in NETTOP-UIS covers the following areas: • online didactics and concept development • media science • journalism • text and manuscript • video production • illustration • web and graphic design • system development • technical development and programming • web publishing and digital content management • streaming video through Mediasite • project management • project applications nationally and EU • finance and reporting
nb: Kompetansen i NETTOP-UIS dekker følgende områder:• nettdidaktikk og konseptutvikling• nettpublisering og forvaltning av digitalt innhold• streaming video gjennom Mediasite• prosjektsøknader nasjonalt og EU• økonomi og rapportering

source: Safe Exam Browser (SEB) is a secure browser that must be installed if you are to bring your own computer for the school exam.
nb: Safe Exam Browser (SEB) er en sikker nettleser som må installeres dersom du skal ha med egen datamaskin til skoleeksamen.

source: The academic field of innovation seemed innovative, exciting and creative.
nb: Fagfeltet innovasjon virket nytenkende, spennende og kreativt.

source: If you discuss the text with yourself in this way, you will also be better equipped to remember it.
nb: Drøfter du teksten med deg selv på denne måten vil du også huske den bedre.

source: Microphone/headphones/camera required for Zoom sessions.
nb: Det kreves mikrofon/hodetelefoner/kamera til Zoom-øktene.

source: Advanced knowledge on wood material and wood-based materials (solid timber, CLT (cross laminated timber), DLT/NLT (doweled laminated timber/nailed laminated timber), LVL (Laminated veneer lumber), etc.).
nb: Avansert kunnskap om tremateriale og trebaserte materialer (massivt tømmer, CLT (krysslaminert tre), DLT/NLT, LVL (laminer trefinér), osv.).

source: Using Follow Me Print, you can print via any student printer at UiS.
nb: Ved hjelp av Follow Me Print kan du skrive ut via hvilken som helst studentskriver på UiS.

source: The collaboration agreement between the Department of Energy Resources and Anko was signed earlier in May.
nb: Samarbeidsavtalen mellom Institutt for energiressurser og Anko ble signert tidligere i mai.

source: The Marine and Offshore Technology master programme at UiS prepares its graduates holistically for challenging and rewarding careers in all activities in the marine, offshore and subsea industries.
nb: Masterprogrammet i marin- og offshoreteknologi ved UiS forbereder sine kandidater på helhetlig vis til karrierer innen alle aktiviteter innen marine, offshore og undervannsnæringer.

source: If you forgot your password, you can create a new password via
nb: Dersom du har glemt ditt passord, kan du lage et nytt passord via

source: This includes concepts of group and symmetry, and differential geometry with applications.
nb: Dette innebefatter gruppe- og symmetribegrepet, og differensialgeometri med anvendelser.

source: As of December 16
nb: Fra og med 16.

source: In order to evaluate the effectiveness of the intervention, the language, mathematics and self-regulation skills of pre-school children in all the 71 preschools participating in the project were tested at the beginning and the end of the pre-school year [5,6].
nb: For å evaluere intervensjonens effekt ble språk-, matematikk- og selvreguleringsferdighetene til barna i alle de 71 barnehagene som deltok i prosjektet testet i begynnelsen og på slutten av barnehageåret [5,6].

source: The students will demonstrate their own skills, individually and/or in groups, through practical exercises and tasks; and in various playing exercises in ball sports.
nb: Studentene skal vise egne ferdigheter gjennom praktiske øvelser og oppgaver, individuelt og/eller i grupper, småspill og ferdige spill i ballaktiviteter.

source: How to find, access and read contemporary research articles?
nb: Hvordan finne frem til relevant forskningslitteratur?

source: Respiratory activities include stimulation, clearing airways and performing bag-mask ventilation.
nb: Pustehjelpsaktiviteter inkluderer stimulering, sug for fjerning av slim og maske-bag-ventilering.

source: Log in with UiS username and password and select the "Print from Web" button.
nb: Logg inn med UiS brukernavn og passord og velg knappen "Skriv ut fra Web".

source: Students “hacked” eight solutions for a sustainable future
nb: Teoriseksjonen ved Fakultet for utøvande kunstfag

source: The release contains works for voice and piano, written by female composers.
nb: Utgivelsen inneholder verker for sang og klaver, skrevet av kvinnelige komponister.

source: , which is funded by the Research Council of Norway and is led by Jørgensen.
nb: , finansiert av Norges forskningsråd og ledet av Dolly Jørgensen.

source: 360° consumer video tools may increase access to low-cost simulation training in Health Education, and thereby compensate for the lack of access to training facilities.
nb: Verktøy til å lage 360°video som allerede finnes på forbrukermarkedet, kan øke tilgangen til rimelig simuleringstrening i helseopplæring, og dermed kompensere for mangelen på tilgang til øvingslokaler eller -laboratorier.

source: The second part is focused on the programming of industrial robots (ABB robots).
nb: Andre del er rettet mot programmering av industriroboter (ABB-roboter).

source: Engineering tools are introduced such as TS, HS and TQ diagrams for systems and component analysis.
nb: Interiørmessige verktøy som TS, HS og TQ diagram for system og komponentanalyse introduseres.

source: The Pumps and Pipes initiative fosters collaboration and transfer of knowledge between oil and gas a
nb: Pumps and Pipes-samarbeidet fremmer teknologi- og kompetanseoverføring mellom olje og gass- og helse

source: Price Promotion And Retailer Performance.
nb: Her får du ti tips til unike Norges-turer.

source: Perspectives for the future tax and excise system
nb: Perspektiver for fremtidens skatte- og avgiftssystem

source: Most services at UiS use FEIDE login.
nb: De fleste tjenester ved UiS bruker FEIDE pålogging.

source: : the process abstraction, processor scheduling, memory management, address spaces, address translation, caching and virtual memory.
nb: prosessabstraksjonen, prosessorfordeling, minnehåndtering, addresserom, adresseoversetting, caching og virtuelt minne.

source: Risk Management and Societal Safety - PhD
nb: - program i Offshoreteknologi, maskin og bygg

source: competence to ensure a good professional assessment of each work.
nb: vitenskapelig kompetanse, for å sikre en god faglig vurdering av hvert enkelt arbeid.

source: Policy as product: Mortality and metaphor in health policy
nb: jordbrukssamfunn i Telemark i steinalder og bronsealder

source: How to write scientific articles, proposals, etc
nb: Hvordan skrive vitenskapelige artikler, forslag, etc

source: • sharing of research-based/practice-based knowledge in relevant art environments
nb: • deling av forskningsbasert/praksisbasert kunnskap i relevante kunstmiljøer

source: I originally applied for the specialisation "Strategy and Management" in 2018 and was accepted.
nb: I 2018 søkte jeg egentlig på spesialiseringen «Strategi og ledelse» og kom inn der.

source: Artistic dissemination means dissemination of a specifically artistic nature.
nb: • bevisst og systematisk utprøving av ulike undervisningsmåter og vurderingsformer, herunder også

source: Børsklubben UiS is a studentorganization for stock- and finance interested students at the University of Stavanger.
nb: Børsklubben UiS er en studentorganisasjon for børs- og finansinteresserte på Universitetet i Stavanger.

source: The risk that a Norwegian student association wil be attacked is very likely low, but the risk
nb: Risikoen for at en norsk studentforening vil bli angrepet er sannsynligvis lav, men

source: One of the 14 doctoral research fellows is Saeed Moghadam Saman from UiS.
nb: En av de 14 stipendiatene er Saeed Moghadam Saman fra UiS.

source: Referring to Regulations for Master's theses of 30 and 60 ECTS for requirements of credits to assign the master thesis.
nb: Viser til Regler for masteroppgaver på henholdsvis 30 og 60 studiepoeng for krav om beståtte studiepoeng for å ta ut masteroppgave.

source: Firstly, check the admission requirements for the study programme you wish to apply to.
nb: Først og fremst må du sjekke opptakskravene til studiene du ønsker å søke.

source: Introduction to plasticity theory; yield criteria, flow rules, hardening, residual stresses.
nb: Introduksjon til plastisitetsteori, flytekriterier og flyt, herding, restspenninger.

source: The programmes I have applied for do not require other than my degree that is already in the system.
nb: Det jeg har søkt har kun krav om bachelorgrad, som allerede ligger inne, trenger jeg laste opp mer?

source: The printout can then be downloaded to all available printers on the UiS campus.
nb: Utskriften kan deretter hentes på alle tilgjengelige skrivere på UiS campus.

source: A discussion of the principles for common spectrometry-techniques like MS, IR, NMR and UV; will be followed by a systematic examination of the techniques and the structural information they give for organic molecules.
nb: Etter en gjennomgang av prinsippene bak vanlige spektrometri-teknikker som MS, IR, NMR og UV for små organiske molekyler vil en gå systematisk gjennom teknikkene og lære hvilken struktur-informasjon en kan finne der.

source: MAT200 Mathematical Methods 2, STA100 Probability and Statistics 1
nb: MAT200 Matematiske metoder 2, STA100 Sannsynlighetsregning og statistikk 1

source: After attending the course the student should have a basic understanding of central aspects of management of operations and maintenance during the planning, manufacturing, installation, commissioning, and operation of advanced, complex and integrated machines, equipment, products, systems as well as production/ manufacturing facilities.
nb: Etter å ha deltatt i kurset skal studenten ha en grunnleggende forståelse av sentrale aspekter omkring styring og ledelse av drift og vedlikehold gjennom planlegging, produksjon, installasjon, uttesting, og drift av avanserte, komplekse og integrerte maskiner, utstyr, produkter, systemer, samt produksjonsfasiliteter og fabrikker.

source: HR strategy for researchers (HRS4R) (ec.europa.eu)
nb: HR-strategi for forskere (HRS4R) (ec.europa.eu)

source: How to apply cost-benefit and cost effectiveness analyses?
nb: Hvordan bruke kost-nytte-analyser og kostnadseffektivitetsanalyser?

source: This includes all classes of sedimentation, gas absorption, coagulation and flocculation, disinfection, advanced oxidation, biological treatment by suspended and biofilm biomass, aerobic and anaerobic sludge treatment.
nb: Disse inkluderer alle typer sedimentering, gass absorpsjon, koagulering, flokkulering, desinfisering, kjemisk oksidasjon, biologisk rensing med suspendert og biofilm aggregert biomasse, aerob og anaerob slambehandling.

source: must ultimately be accepted that it is impossible to reduce al risks.
nb: og sist også akseptere at det er umulig å redusere all risiko.

source: the differences between British English and American English pronunciation based on the model accents Received Pronunciation (RP) and General American (GA)
nb: hovedforskjellene mellom britisk og amerikansk engelsk uttale, basert på modellaksentene Received Pronunciation (RP) og General American (GA)

source: Understand trade-offs and possible consequences of the form of financing for investments.
nb: Forstå avveininger og mulige konsekvenser av finansieringsform for investeringer.

source: I had also heard that there was a good study environment.
nb: I tillegg hadde jeg hørt at det var godt studiemiljø.

source: Knowledge of principles for geometric design and the technical execution of roads and GS roads
nb: Kunnskap om prinsipper for geometrisk utforming og teknisk utførelse av bilveger og GS-veier

source: I particularly remember two subjects that have made a big impression on me – “Empirical Labour Economics” with the guest lecturer Eric Bettinger from Stanford University School of Education and “
nb: Jeg husker spesielt godt to fag som har gjort stort inntrykk på meg – «Empirical Labour Economics» med en gjesteforeleser Eric Bettinger fra Stanford University School of Education og «

source: Modeling skills and abilities are necessary in almost every industry.
nb: Modelleringskunnskap- og evner er nødvendig i nesten alle bransjer.

source: Level 2 gives 8 points.
nb: Nivå 2 gir 8 poeng

source: • peer work in education and teaching
nb: • fagfel earbeid av utdanning og undervisning

source: The National IOR Centre of Norway
nb: Energi, miljø og samfunn, master

source: Submitted documents of previous educaiton and relevant experience, including skills of perfoming music are required.
nb: Søkere må dokumentere tidligere utdanning og relevant erfaring med fagfeltet, inkludert utøvende musikkferdigheter.

source: environment and proper student welfare.
nb: og god studentvelferd.

source: book seats in our reading rooms in Time Edit
nb: bestille lesesalsplass på forhånd ved å gå inn på Time Edit

source: Here you will find the learning outcomes, what you need to know when the course is completed.
nb: Der finner du læringsutbyttene, det du skal kunne når emnet er avsluttet.

source: If you have completed your education after ca. 2005, the results will be in the system, and you do not need to upload the documentation.
nb: Hvis du har fullført utdanning etter ca 2005, vil resultatene ligge i systemet, og du trenger ikke å laste opp dokumentasjon.

source: Master of Science in Business Administration
nb: Økonomi og administrasjon master – siviløkonom

source: Everyone who studies in Stavanger can get a covid-19 vaccine in the Stavanger municipality.
nb: Får du symptomer på covid-19 må du teste deg selv om du er vaksinert, og holde deg hjemme.

source: The case must be sent via P360 and not by e-mail.
nb: Saken skal sendes via P360 og ikke epost.

source: The University of Stavanger has received the HR Excellence in Research award (europa.eu) by way of approval of its work with the Charter & Code.
nb: UiS har mottatt utmerkelsen HR Excellence in Research (europa.eu) som en godkjenning av sitt arbeid med Charter & Code.

source: From left, PhD student Thomas Meldahl Olsen, senior engineer Espen Sigmundstad in Anko and head of department Alejandro Escalona.
nb: Fra venstre stipendiat Thomas Meldahl Olsen, senioringeniør Espen Sigmundstad i Anko og instituttleder Alejandro Escalona.

source: - Participation in the development of educational quality in joint academic communities.
nb: - Deltakelse i utvikling av utdanningskvalitet i fagfel esskap.

source: Piles and pillars.
nb: Peler og pilarer.

source: Construction/properties of Hilbert schemes.
nb: Konstruksjon av og egenskaper til Hilbert skjemaer.

source: Apply to the Jagiellonian University in Cracow!
nb: I tillegg tilbys valgfrie masterkurs som gir ytterligere bredde til studiet.

source: Buses number 6 and 7 go directly from campus to Tjensvollskrysset, where the vaccination center is placed.
nb: Buss nummer 6 og 7 går direkte fra campus til Tjensvollskrysset, hvor vaksinesenteret ligger.

source: Candidates are assessed by a jury consisting of the Rector (chairman of the jury), the Prorector for Innovation and Society, a representative from the University Fund, a representative from the media, a representative from the scientific employees and the Chairman of the Student Organisation.
nb: Kandidater vurderes av en jury bestående av prorektor for innovasjon og samfunn (juryleder), en representant fra Universitetsfondet, en representant fra medier, to representanter fra de vitenskapelig ansatte og leder av Studentorganisasjonen.

source: Post-modern methods and practices.
nb: Post-moderne metoder og praksis.

source: University of Stavanger (UiS) and Stavanger University Hospital (SUS) will work together to find sol
nb: UiS-IKT Kurs og Kompetanse tilbyr ITIL® kurs og sertifisering ved Universitetet i Stavanger.

source: As a student at the Faculty of Performing Arts, you will have all your teaching on campus Bjergsted.
nb: Som student ved Fakultet for utøvende kunstfag vil du ha all din undervisning på campus Bjergsted.

source: It can range from a few hours a single week to 10 hours per week.
nb: Det kan variere fra noen timer en enkelt uke til 10 timer per uke.

source: Research and development work, cf. chap.
nb: Forsknings- og utviklingsarbeid, jf.

source: Five petroleum engineering students from University of Stavanger reached the finals in the prestigious PetroBowl contest.
nb: Fem petroleumsingeniørstudenter fra Universitetet i Stavanger nådde finalen i den prestisjetunge PetroBowl-konkurransen.

source: She has published several scientific articles in both Norwegian and international journals, as well as contributed with book chapters.
nb: Hun har publisert en rekke vitenskapelig artikler i både norske og internasjonale tidsskrifter, samt bidratt med bokkapitler og annen forskningsformidling.

source: It is further an advantage to have taken FYS100 Physics and MAT100 mathematical methods 1. Exam
nb: Det er en fordel med også FYS100 Fysikk og MAT100 Matematiske Metoder 1. Eksamen / vurdering

source: One of our employees therefore has project applications and administration as his task.
nb: En av våre medarbeidere har derfor prosjektsøknader og -administrasjon som oppgave.

source: Energy levels and stationary states.
nb: Energinivåer og stasjonære tilstander.

source: Employees in technical and administrative positions – with the exception of technical operations personnel and cleaners – have flexible working hours (flexitime).
nb: Ansatte i tekniske- og administrative stillinger, med unntak av drifts- og renholdspersonale, har fleksibel arbeidstid (fleksitid).

source: Solution of linear equations, direct and iterative methods.
nb: langsom, geometrisk og hurtig konvergens.

source: Energy methods (Principle of stationary potential energy, Castigliano's theorem).
nb: Energimetoder (Prinsippet om stasjonær potensiell energi, Castiglianos sats).

source: The supply of marine, offshore and subsea equipment and services is currently Norway’s second largest industry after the sale of oil and gas.
nb: Utviklingen og leveransen av marine, offshore og undervannsutstyr og tjenester er i dag Norges nest største næring etter salg av olje og gass.

source: style (for composers), but also documentation of other high-level professional competence linked up with
nb: komponister), men også dokumentasjon av annen faglig kompetanse på høyt nivå knyttet opp mot den

source: A candidate with a completed course will know spectrometry techniques like UV, IR, NMR and MS, and know what structural information can be obtained from different spectra.
nb: En kandidat med fullført emne skal kjenne spektrometri-teknikker som UV IR, NMR og MS, og vite hvilken strukturinformasjon en kan finne i de enkelte spektra.

source: • For applicants with a medical degree, may 0.2 supplementary points be awarded for
nb: • For søkere med medisinsk embetseksamen, vil spesialisering gi 0.2 tilleggspoeng.

source: Choice of project topic subject to availability of suitable supervisers.
nb: utforskende og dialogisk undervisning og læreplanen som helhet.

source: Häckl-Schermer is impressed with the work the students have put into the subject.
nb: Häckl-Schermer er imponert over arbeidet studentene har lagt ned i faget.

source: – Fierce competition
nb: – Beinhard konkurranse

source: The Master programme in Prehospital Critical care is looking for motivated students who want to comb
nb: Etter fullført master i Prehospital critical care, ble Mona Guterud landets første ambulansearbeider

source: Submission of repertoire/playing list Together with MUM 501, repertoire/a concert plan must be studied that reflects the level, depth and degree of difficulty required for Master's level.
nb: Sammen med MUM 501 skal gjennomgått repertoar/konsertplan som avspeiler det nivå, dybde og vanskelighetsgrad som kreves på et masternivå.

source: Gas turbinedesign and development trends are highlighted.
nb: Gassturbin utforming og utvikling belyses.

source: • publications based on the applicant's creative and performance-related activities
nb: • publikasjoner basert på søkerens skapende og utøvende virksomhet

source: Official certificate documenting B1 level in accordance with the Common European Framework of Reference for Languages (CEFRL), from universities/colleges which offer Norwegian language examinations
nb: Offisielt sertifikat på B1 i norsk i samsvar med Common European Framework of Reference for Languages (CEFRL), fra et universitet/høyskole som tilbyr eksamen i norsk språk

source: Building upon the project’s pedagogical principles, the researchers of the project together with the participating teachers co-created more than 130 learning activities and the overarching curriculum to advance children’s skills in language, mathematics, self-regulation, and social competence [3,4].
nb: Basert på prosjektets pedagogiske prinsipper skapte forskerne i samarbeid med de deltakende lærerne mer enn 130 læringsaktiviteter og den overordnede læreplanen for å fremme barns ferdigheter i språk, matematikk, selvregulering og sosial kompetanse [3,4].

source: Part I: Safety of structures.
nb: Sikkerhet av konstruksjoner.

source: Various physical and data link layer protocols and mechanisms are described.
nb: Fargelære med synssystemet og dets fysiologiske og psykologiske parameter.

source: Stavanger AI Lab – research
nb: Stavanger AI Lab – forskning

source: The risk management field embraces concepts, theories, principles, approaches, frameworks, methods and models for understanding, assessing, characterising, communicating, and managing risk.
nb: Risikostyringsfeltet omfatter konsepter, teorier, prinsipper, tilnærminger, rammeverk, metoder og modeller for å forstå, vurdere, karakterisere, kommunisere og styre risiko.

source: 10 Credits in Programming, Databases or Software Engineering related courses. Exam Project work and oral presentation
nb: 10 studiepoeng i programmering, databaser eller programvareutvikling.

source: Working hours for all (full-time) employees are 37.5 hours per week net, which includes a 20-minute meal break.
nb: Arbeidstid for alle ansatte (i full stilling) er 37,5 timer netto pr uke, hvorav 20 minutter spisepause er inkludert.

source: We are also visible on stands at campus, and create at least three major events each semester held at campus.
nb: Vi står også på stander i stolpetimer, og lager minst tre større arrangementer per semester på campus.

source: The student will not get evaluation with less than 80 % attendance.
nb: Studenten får ikke vurdering ved mindre enn 80 % deltakelse.

source: Information meeting with attendance registration for the One Year Study programme in Music Performance, jazz.
nb: Informasjonsmøte med fremmøteregistrering for Årsstudium musikk, jazz.Sted:

source: Will understand how to identify a need for technology, service, or societal needs.
nb: kan identifisere behov for skybaserte tjenester i servicenæringen.

source: In this meeting section, the Education Committee deals with its committee-specific matters (referred to as UU matters).
nb: I denne møtedelen behandler utdanningsutvalget sine utvalgsspesifikke saker (UU-saker).

source: Lorentz transformations and the transformation of velocity.
nb: Lorentz-transformasjonene og hastighetstransformasjoner.

source: • overview of one’s own teaching practice with descriptions of planning, implementation, evaluation and
nb: • oversikt over egen undervisningspraksis med beskrivelser av planlegging, gjennomføring, evaluering og
